[
  {
    "type": "comparison",
    "country": "unknown",
    "content": "",
    "metadata": {}
  },
  {
    "type": "transcript",
    "country": "Mexico",
    "content": "Plan Sonora as an energy transition and development plan... Solar array impacts the Tohono O'odham nation...",
    "metadata": {
      "date": "2025-03-18",
      "topic": "mining_law_reform",
      "stakeholders": [
        "Tohono O'odham Nation",
        "Mexican Government",
        "Ballenas ó Gas Coalition"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Mexico",
    "content": "Mexico's lower house of Congress approved two constitutional reforms...",
    "metadata": {
      "date": "2024-08-22",
      "topic": "mining_law_reform",
      "stakeholders": [
        "President López Obrador",
        "Mexican Mining Chamber"
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President López Obrador",
    "metadata": {
      "role": "President of Mexico",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Sonora, Mexico",
    "content": "Tohono O'odham Nation",
    "metadata": {
      "role": "N/A",
      "influence_score": 75,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "SEMARNAT",
    "metadata": {
      "role": "Secretary of Environment and Natural Resources",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "unknown",
    "content": "En caso de lotes ubicados en territorios de pueblos indígenas...",
    "metadata": {
      "date": "2023-05-08",
      "topic": "Decreto por el que se reforman, adicionan..."
    }
  },
  {
    "type": "pdf",
    "country": "unknown",
    "content": "La Consulta Previa es un derecho fundamental reconocido...",
    "metadata": {
      "date": "2024-11",
      "topic": "Séptimo Informe Nacional de Transparencia de las Industrias Extractivas"
    }
  },
  {
    "type": "comparison",
    "country": "DRC Mining Code (Law No. 007/2002, Amended 2018); No Ratification of ILO 169",
    "content": "Unlike Peru/Chile's ILO 169 FPIC, DRC relies on the 2018 Mining Code but is undermined by non-ratification of ILO 169 and M23 conflict. This amplifies ICSID risk (e.g., AVZ lithium) and weakens indigenous protections.",
    "metadata": {
      "title": "DRC Mining Code (Law No. 007/2002, Amended 2018); No Ratification of ILO 169",
      "date": "2002 (Original); 2018 (Amendment)",
      "summary": "The DRC Mining Code requires environmental and social impact assessments with community consultations for mining concessions, but lacks binding FPIC as in ILO 169 (not ratified). Article 245 mandates local involvement, and 2018 amendments increased state shares in strategic minerals like cobalt. In conflict zones (e.g., M23-controlled east), consultations are often impossible, leading to illicit mining. Customary rights for indigenous groups (e.g., Pygmies) are recognized but weakly enforced, with UN critiques highlighting exploitation without consent.",
      "key_provisions": [
        "Consultations via impact studies before concessions; applies to cobalt, coltan extraction.",
        "Community development funds (0.3% of turnover) for affected locals, but no veto power.",
        "In rebel areas, government must ensure security, but failures fuel disputes."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President Félix Tshisekedi",
    "metadata": {
      "role": "President of DRC",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Donald Trump",
    "metadata": {
      "role": "US President",
      "influence_score": 98,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "M23 Rebels",
    "metadata": {
      "role": "Armed Rebel Group",
      "influence_score": 85,
      "stance": "control_mining_areas"
    }
  },
  {
    "type": "entity",
    "country": "Eastern DRC",
    "content": "Pygmy Communities",
    "metadata": {
      "role": "N/A",
      "influence_score": 70,
      "stance": "opposition_to_unconsulted_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Ministry of Mines",
    "metadata": {
      "role": "DRC Mining Authority",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Human Rights Watch",
    "metadata": {
      "role": "Human Rights Advocacy",
      "influence_score": 80,
      "stance": "unknown"
    }
  },
  {
    "type": "transcript",
    "country": "Brazil",
    "content": "The war against illegal mining in Yanomami territory completed a month today. In 30 days of joint operations between the Federal Police and Ibama, the Armed Forces, National Security Force, and the Federal Highway Police (PRF)... Agents destroyed 200 camps... Among the seized equipment, some high-tech equipment, such as satellite internet modems, has been seized. The attack has not only targeted the logistics of clandestine gold mining but also the financing network of the criminal scheme... The question now is how to keep the miners away from here on out... ensuring health and safety for the indigenous people is important. Continuity is important. Protection is important, and at the same time, punishment is important.",
    "metadata": {
      "date": "2023-03-16",
      "topic": "indigenous_mining_debate",
      "stakeholders": [
        "Yanomami People",
        "Federal Police",
        "Ibama",
        "Armed Forces"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Brazil",
    "content": "Discusses illegal gold mining as a significant risk to Yanomami land, health, and safety. Highlights that mining destroys the forest and contaminates rivers with mercury, endangering Yanomami health. Notes coordinated operations to remove illegal miners and prevent their return, emphasizing government efforts to combat illegal mining. Mentions supporting indigenous leadership, such as leaders like Davi, advocating for Yanomami rights and environmental protection.",
    "metadata": {
      "date": "2025-07-17",
      "topic": "yanomami_protection_mining",
      "stakeholders": [
        "Yanomami",
        "Brazilian Government",
        "Davi Kopenawa"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Brazil",
    "content": "Discusses the ILO's efforts to promote dialogue in Brazil, specifically mentioning the upcoming consultation in December 2024, which will highlight the contribution of indigenous peoples... Mentions that up to 50% of critical minerals, including lithium, are found on indigenous lands, stressing the need for robust, good faith consultations... Highlights the mining sector's interest in consultation procedures due to legal and reputational risks, noting the exponential growth in demand for critical minerals like lithium.",
    "metadata": {
      "date": "2024-11-15",
      "topic": "indigenous_consultation_mining",
      "stakeholders": [
        "ILO",
        "Indigenous Peoples Brazil",
        "ANM"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "unknown",
    "content": "",
    "metadata": {}
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Senator Mecias de Jesus",
    "metadata": {
      "role": "Senator, Brazil",
      "influence_score": 70,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Amazon, Brazil",
    "content": "Yanomami People",
    "metadata": {
      "role": "N/A",
      "influence_score": 85,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "Amazon, Brazil",
    "content": "Kayapó People",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "ANM",
    "metadata": {
      "role": "Agência Nacional de Mineração",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "FUNAI",
    "metadata": {
      "role": "National Indian Foundation",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "MMA",
    "metadata": {
      "role": "Ministry of Environment and Climate Change",
      "influence_score": 88,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Vale",
    "metadata": {
      "role": "Mining Company",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "COIAB",
    "metadata": {
      "role": "Coordination of Indigenous Organizations of the Brazilian Amazon",
      "influence_score": 75,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Brazil",
    "content": "The PL allows the granting of mining concessions in Indigenous Lands, with FPIC from affected Indigenous communities... The PL mandates free, prior, and informed consultation... including interpreters if necessary. Details the negative impacts of mining, citing a 1,217% increase in mining areas in the Amazon over 35 years.",
    "metadata": {
      "date": "2025-08-22",
      "topic": "NOTA TÉCNICA DA COIAB, SOBRE O PL 1331/2022"
    }
  },
  {
    "type": "pdf",
    "country": "Brazil",
    "content": "Agência Pública (2020) found 656 mining processes in Indigenous Lands in Amazon Legal. Mining requests rose by 91% in 2019‑2020. 1988 Constitution Art. 231 requires Congressional authorization + consultation. ILO 169 ratified in 2002. Cadastro Mineiro (ANM) shows ~2,000 blocked requests due to no regulatory framework.",
    "metadata": {
      "date": "2021-02",
      "topic": "Mineração em terras indígenas na América Latina"
    }
  },
  {
    "type": "transcript",
    "country": "Argentina",
    "content": "In Argentina, members of an indigenous community have been on a march to demand greater rights. It follows a change in legislation in Jujuy province that limits the right to protest. We are protesting against the lithium mining projects in Jujuy because they threaten our ancestral lands and water resources without proper consultation. The constitutional reform in Jujuy ignores ILO 169 and our right to free, prior, and informed consent for extraction activities.",
    "metadata": {
      "date": "2023-08-02",
      "topic": "jujuy_lithium_indigenous_consultation",
      "stakeholders": [
        "Kolla Communities",
        "Atacama Peoples",
        "Jujuy Government"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Argentina",
    "content": "Indigenous communities in Jujuy are on high alert as lithium mining expands, demanding consultation under international law. Projects like Olaroz and Cauchari-Olaroz were approved without meaningful consultation, violating our rights to our territories. The Kachi Yupi Protocol outlines how consultations should occur, but companies prefer individual negotiations over collective consent.",
    "metadata": {
      "date": "2023-07-01",
      "topic": "lithium_mining_protests",
      "stakeholders": [
        "Salinas Grandes Communities",
        "Lithium Americas",
        "ILO"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "ILO Convention 169 Ratified by Law 24.071 (1992), Applied to Mining via Provincial Reforms",
    "content": "Argentina's ILO 169 framework mirrors Peru's 2011 law by requiring FPIC for mining, but Jujuy's 2023 reforms weaken it, leading to protests like those in Salinas Grandes. Unlike Peru's multiple ICSID cases from consultation failures, Argentina's disputes are more domestic, though rising lithium investments risk future arbitrations akin to Brazil's regulatory gaps.",
    "metadata": {
      "title": "ILO Convention 169 Ratified by Law 24.071 (1992), Applied to Mining via Provincial Reforms",
      "date": "1992 (Ratification); 2023 (Jujuy Constitutional Reform)",
      "summary": "Argentina ratified ILO 169 in 1992, mandating free, prior, and informed consultation (FPIC) for measures affecting indigenous peoples, including lithium mining in Jujuy. The National Constitution (Art. 75.17) incorporates international treaties. In Jujuy, Decree 7592/11 declared lithium strategic, but 2023 constitutional reforms limited protest rights and consultation scope, violating ILO 169 by not ensuring collective consent. The Kachi Yupi Protocol (2015) by Salinas Grandes communities defines culturally appropriate FPIC, but implementation is inconsistent, with companies like Lithium Americas negotiating individually.",
      "key_provisions": [
        "Consultation required before granting mining concessions in indigenous territories (ILO 169 Art. 6).",
        "Applies to lithium extraction; seeks consent but often non-binding, leading to protests.",
        "State must facilitate, but provinces like Jujuy prioritize industry over rights."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Governor Gerardo Morales",
    "metadata": {
      "role": "Former Governor of Jujuy",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Jujuy, Argentina",
    "content": "Kolla Communities",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "Puna Region, Jujuy",
    "content": "Atacama Peoples",
    "metadata": {
      "role": "N/A",
      "influence_score": 75,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "JEMSE",
    "metadata": {
      "role": "Jujuy Energy and Mining Society",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Lithium Americas",
    "metadata": {
      "role": "Mining Company",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Argentina",
    "content": "Jujuy’s constitutional reform occurred in a context of international pressure for lithium industry development... Lithium extraction in Jujuy’s Puna region... impacts fragile high Andean wetlands. Projects like Olaroz and Cauchari-Olaroz were developed without ensuring free, prior, and informed consultation... The Kachi Yupi Protocol for Consultation and Free Prior Informed Consent, presented in 2015, was not effectively implemented. The constitutional reform, approved on 20 June 2023, lacked mechanisms for free, prior, and informed consultation with indigenous peoples.",
    "metadata": {
      "date": "2024-04-17",
      "topic": "Lithium Fever: Indigenous Peoples' Rights Under Attack in Jujuy, Argentina"
    }
  },
  {
    "type": "pdf",
    "country": "Argentina",
    "content": "The companies concerned begin by contacting existing and recognised local authorities... Following the EIA process, the company then presents its report to the community assembly. Exploration activities by mining companies seeking to extract lithium in the area began in 2010... Local community members... do not appear to have been either informed or collectively consulted. The protocol underlines that meetings should take place well in advance... that as many meetings as the community requires should take place.",
    "metadata": {
      "date": "2019-11-21",
      "topic": "Indigenous peoples’ rights to natural resources in Argentina: the challenges of impact assessment, consent and fair and equitable benefit-sharing in cases of lithium mining"
    }
  },
  {
    "type": "transcript",
    "country": "Colombia",
    "content": "In Colombia, illegal mining continues to devastate indigenous lands, despite ILO 169 protections requiring prior consultation. Our communities demand enforcement of consultation laws before any mining concessions are granted. The 2001 Mining Code restricts rights on indigenous territories, but court rulings emphasize consent under ILO 169.",
    "metadata": {
      "date": "2024-10-25",
      "topic": "ilo_169_mining_consultation",
      "stakeholders": [
        "Wayuu People",
        "Ministry of Mines",
        "ILO"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Colombia",
    "content": "Reforms must include stronger ILO 169 implementation for mining consultations with indigenous groups. Congress debates on mining laws highlight the need for prior, free, and informed consent.",
    "metadata": {
      "date": "2025-05-02",
      "topic": "mining_law_reforms",
      "stakeholders": [
        "Indigenous Organizations",
        "Constitutional Court"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "ILO Convention 169 Ratified by Act 21 (1991), Integrated into Mining Code 685 (2001)",
    "content": "Colombia's ILO 169 implementation parallels Peru's law, requiring FPIC for mining, but court interventions enforce it more stringently than Peru's initial framework. While Peru saw ICSID surges from revocations, Colombia's disputes are domestic, with potential for investor claims if consultations block projects, akin to Argentina's Jujuy tensions.",
    "metadata": {
      "title": "ILO Convention 169 Ratified by Act 21 (1991), Integrated into Mining Code 685 (2001)",
      "date": "1991 (Ratification); 2001 (Mining Code)",
      "summary": "Colombia ratified ILO 169 in 1991, requiring FPIC for mining affecting indigenous peoples. The 1991 Constitution (Arts. 63, 330) conditions resource exploitation on community integrity and participation. Mining Code 685/2001 grants pre-emption rights and consultation obligations, but Constitutional Court rulings (e.g., T-769/2009) mandate consent for high-impact activities. Decree 1320/1998 covers renewable resources but gaps persist for minerals, leading to suspensions of concessions without consultation.",
      "key_provisions": [
        "Prior consultation before mining concessions (ILO 169 Art. 15).",
        "Consent required for high-impact projects; applies to indigenous reserves.",
        "Court enforces FPIC, suspending activities without it."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President Gustavo Petro",
    "metadata": {
      "role": "President of Colombia",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "La Guajira, Colombia",
    "content": "Wayuu Indigenous People",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Ministry of Mines and Energy",
    "metadata": {
      "role": "Ministerio de Minas y Energía",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Constitutional Court of Colombia",
    "metadata": {
      "role": "Judicial Authority on Rights",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Colombia",
    "content": "The 1988 Mining Code restricted mining on indigenous territories... The 1991 Constitution made natural resource exploitation conditional upon... involvement in decision-making. Even after ILO Convention 169... repeated failures to consult indigenous peoples regarding mining activity on their territories. Under Law 685 of 2001, mining was extended... right to consultation and prior, free, and informed consent for mining activities.",
    "metadata": {
      "date": "2010 (Updated Context to 2023)",
      "topic": "Mining and Indigenous Peoples in Colombia"
    }
  },
  {
    "type": "pdf",
    "country": "Colombia",
    "content": "Article 15 states that governments shall... consult indigenous peoples before... exploration or exploitation of mineral... resources. Colombia ratified ILO C169 through Act 21 of 1991... Decree 1320 of 1998 provides for consultation... but has been criticized for not covering non-renewable resources. The consultation must occur prior... be based on full and comprehensible information... culturally appropriate.",
    "metadata": {
      "date": "2013 (Relevant to 2023-2025)",
      "topic": "Free, Prior and Informed Consultation in Colombia"
    }
  },
  {
    "type": "transcript",
    "country": "Chile",
    "content": "The proposed lithium nationalization requires prior consultation with Atacameño communities under ILO 169 before any new concessions in the Atacama Salt Flat... Mapuche groups have raised concerns about environmental impacts of lithium extraction, demanding meaningful participation in decision-making processes. The reform aims to balance state control over lithium with indigenous rights, ensuring free, prior, and informed consent for affected communities.",
    "metadata": {
      "date": "2024-06-15",
      "topic": "lithium_mining_reform",
      "stakeholders": [
        "Atacameño Communities",
        "Mapuche Groups",
        "CONADI"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Chile",
    "content": "Our water sources are depleting due to lithium mining; consultation must be culturally appropriate and lead to veto power if needed. Under the new regulations, SEA will oversee consultations for mining concessions involving indigenous territories. SQM and Codelco must address the impacts on our sacred lands before proceeding with expansions.",
    "metadata": {
      "date": "2025-03-10",
      "topic": "indigenous_consultation_lithium",
      "stakeholders": [
        "Council of Atacameño Peoples",
        "SQM",
        "Codelco"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Chile",
    "content": "We oppose copper and lithium projects without proper consultation, as they threaten our ancestral territories and rivers. Chile's implementation of ILO 169 has been inconsistent, leading to conflicts and potential international disputes. Reforms to the mining code should prioritize indigenous veto rights to prevent environmental degradation.",
    "metadata": {
      "date": "2024-11-20",
      "topic": "mapuche_mining_policy",
      "stakeholders": [
        "Mapuche Communities",
        "Ministry of Mining",
        "Environmental NGOs"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "unknown",
    "content": "",
    "metadata": {}
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President Boric",
    "metadata": {
      "role": "President of Chile",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Atacama, Chile",
    "content": "Council of Atacameño Peoples",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "Southern Chile",
    "content": "Mapuche Communities",
    "metadata": {
      "role": "N/A",
      "influence_score": 85,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "CONADI",
    "metadata": {
      "role": "National Corporation for Indigenous Development",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Ministry of Mining",
    "metadata": {
      "role": "Ministerio de Minería",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "SQM",
    "metadata": {
      "role": "Lithium Mining Company",
      "influence_score": 92,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Codelco",
    "metadata": {
      "role": "State-Owned Copper and Lithium Company",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Chile",
    "content": "El Estado reconocerá a los pueblos indígenas como sujetos de derecho especial en el territorio nacional, garantizando su participación en el uso, posesión y disfrute de las tierras que ocupan tradicionalmente... En los casos de medidas administrativas o legislativas que afecten a los pueblos indígenas, se realizará consulta previa, libre e informada, conforme a la Convención 169 de la OIT. Para proyectos mineros como la extracción de litio, la consulta debe ser culturalmente adecuada y buscar el consentimiento de las comunidades afectadas, incluyendo Atacameños en la región de Atacama.",
    "metadata": {
      "date": "1993-04-01",
      "topic": "Ley 19.253 sobre Promoción, Protección y Desarrollo de los Pueblos Indígenas"
    }
  },
  {
    "type": "pdf",
    "country": "Chile",
    "content": "La explotación de litio será regulada por el Estado, requiriendo concesiones que incluyan consulta indígena previa para territorios ancestrales. En zonas con presencia indígena, como el Salar de Atacama, se debe obtener consentimiento de comunidades Atacameñas antes de otorgar permisos de extracción. El Servicio de Evaluación Ambiental (SEA) supervisará las consultas, asegurando cumplimiento con ILO 169 para evitar disputas.",
    "metadata": {
      "date": "2023-04-21",
      "topic": "Proyecto de Ley Nacional de Litio y sus Regulaciones"
    }
  },
  {
    "type": "transcript",
    "country": "Canada",
    "content": "Four years in, the Yukon government's efforts to revise its mining laws continues to meet friction from First Nations over consultation. We demand meaningful consultation under section 35 before any changes to mining regulations. The Mineral Claims Consultation Framework aims to address duty to consult for hydro and mining projects.",
    "metadata": {
      "date": "2025-09-15",
      "topic": "first_nations_mining_consultation",
      "stakeholders": [
        "Yukon First Nations",
        "Government of Yukon"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Canada",
    "content": "At the summit, we discussed the need for early consultation on mining and hydro developments. Federal guidelines require accommodation where impacts on rights are anticipated.",
    "metadata": {
      "date": "2025-07-17",
      "topic": "major_projects_consultation",
      "stakeholders": [
        "First Nations Major Projects Coalition",
        "Crown"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "Duty to Consult Under Section 35 of Constitution Act 1982; Updated Guidelines (2011)",
    "content": "Canada's duty to consult parallels Peru's ILO 169 by requiring engagement for mining/hydro, but emphasizes accommodation over veto, leading to fewer direct ICSID cases. Domestic courts enforce it, similar to Colombia, but Canada's federal-provincial split adds complexity, contrasting Argentina's provincial reforms.",
    "metadata": {
      "title": "Duty to Consult Under Section 35 of Constitution Act 1982; Updated Guidelines (2011)",
      "date": "1982 (Constitution); 2011 (Guidelines)",
      "summary": "Canada's duty to consult First Nations arises from the Honour of the Crown when Crown actions may impact Aboriginal/Treaty rights (Haida 2004). Integrated into environmental assessments for mining/hydro via Canadian Environmental Assessment Act. The 2025 Mineral Claims Consultation Framework (BC) mandates pre-registration consultation. Unlike ILO 169's FPIC focus, Canada's is duty-based, requiring accommodation but not always consent, with Supreme Court emphasizing early, meaningful engagement.",
      "key_provisions": [
        "Consultation triggered by potential adverse impacts on rights (e.g., mining on traditional lands).",
        "Accommodation via project modifications; applies to hydro dams and mineral claims.",
        "Federal coordination for major projects; provinces like Yukon/BC implement frameworks."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Crown (Government of Canada)",
    "metadata": {
      "role": "Federal Authority",
      "influence_score": 98,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Yukon Territory",
    "content": "Yukon First Nations",
    "metadata": {
      "role": "N/A",
      "influence_score": 85,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "British Columbia Ministry of Energy, Mines and Low Carbon Innovation",
    "metadata": {
      "role": "Provincial Regulator",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "First Nations Major Projects Coalition",
    "metadata": {
      "role": "Indigenous Advocacy Group",
      "influence_score": 80,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Canada",
    "content": "Under the MTA, Free Miner Certificate holders can automatically register claims... without prior consultation with First Nations. Starting March 26, 2025, the Province will consult First Nations before registering new claims... to understand potential impacts. Monthly, consultation packages are sent to First Nations, who have 30 days... to raise concerns related to culture, environment.",
    "metadata": {
      "date": "2025-01-06",
      "topic": "Mineral Claims Consultation Framework – Information for First Nations"
    }
  },
  {
    "type": "pdf",
    "country": "Canada",
    "content": "The duty to consult stems from the Honour of the Crown... triggered by contemplated Crown conduct that may adversely impact Aboriginal rights. Consultation should be integrated into environmental assessment... for major resource projects including mineral mining and energy generation. If impacts are identified, implement measures to avoid or minimize effects... such as modifying project designs for hydro infrastructure.",
    "metadata": {
      "date": "2011-03 (Updated Context)",
      "topic": "Updated Guidelines for Federal Officials to Fulfill the Duty to Consult"
    }
  },
  {
    "type": "comparison",
    "country": "DRC Mining Code (Law No. 007/2002, Amended 2018); No Ratification of ILO 169",
    "content": "Unlike Peru/Chile's ILO 169 FPIC, DRC relies on the 2018 Mining Code but is undermined by non-ratification of ILO 169 and M23 conflict. This amplifies ICSID risk (e.g., AVZ lithium) and weakens indigenous protections.",
    "metadata": {
      "title": "DRC Mining Code (Law No. 007/2002, Amended 2018); No Ratification of ILO 169",
      "date": "2002 (Original); 2018 (Amendment)",
      "summary": "The DRC Mining Code requires environmental and social impact assessments with community consultations for mining concessions, but lacks binding FPIC as in ILO 169 (not ratified). Article 245 mandates local involvement, and 2018 amendments increased state shares in strategic minerals like cobalt. In conflict zones (e.g., M23-controlled east), consultations are often impossible, leading to illicit mining. Customary rights for indigenous groups (e.g., Pygmies) are recognized but weakly enforced, with UN critiques highlighting exploitation without consent.",
      "key_provisions": [
        "Consultations via impact studies before concessions; applies to cobalt, coltan extraction.",
        "Community development funds (0.3% of turnover) for affected locals, but no veto power.",
        "In rebel areas, government must ensure security, but failures fuel disputes."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President Félix Tshisekedi",
    "metadata": {
      "role": "President of DRC",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Donald Trump",
    "metadata": {
      "role": "US President",
      "influence_score": 98,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "M23 Rebels",
    "metadata": {
      "role": "Armed Rebel Group",
      "influence_score": 85,
      "stance": "control_mining_areas"
    }
  },
  {
    "type": "entity",
    "country": "Eastern DRC",
    "content": "Pygmy Communities",
    "metadata": {
      "role": "N/A",
      "influence_score": 70,
      "stance": "opposition_to_unconsulted_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Ministry of Mines",
    "metadata": {
      "role": "DRC Mining Authority",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Human Rights Watch",
    "metadata": {
      "role": "Human Rights Advocacy",
      "influence_score": 80,
      "stance": "unknown"
    }
  },
  {
    "type": "transcript",
    "country": "Brazil",
    "content": "The war against illegal mining in Yanomami territory completed a month today. In 30 days of joint operations between the Federal Police and Ibama, the Armed Forces, National Security Force, and the Federal Highway Police (PRF)... Agents destroyed 200 camps... Among the seized equipment, some high-tech equipment, such as satellite internet modems, has been seized. The attack has not only targeted the logistics of clandestine gold mining but also the financing network of the criminal scheme... The question now is how to keep the miners away from here on out... ensuring health and safety for the indigenous people is important. Continuity is important. Protection is important, and at the same time, punishment is important.",
    "metadata": {
      "date": "2023-03-16",
      "topic": "indigenous_mining_debate",
      "stakeholders": [
        "Yanomami People",
        "Federal Police",
        "Ibama",
        "Armed Forces"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Brazil",
    "content": "Discusses illegal gold mining as a significant risk to Yanomami land, health, and safety. Highlights that mining destroys the forest and contaminates rivers with mercury, endangering Yanomami health. Notes coordinated operations to remove illegal miners and prevent their return, emphasizing government efforts to combat illegal mining. Mentions supporting indigenous leadership, such as leaders like Davi, advocating for Yanomami rights and environmental protection.",
    "metadata": {
      "date": "2025-07-17",
      "topic": "yanomami_protection_mining",
      "stakeholders": [
        "Yanomami",
        "Brazilian Government",
        "Davi Kopenawa"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Brazil",
    "content": "Discusses the ILO's efforts to promote dialogue in Brazil, specifically mentioning the upcoming consultation in December 2024, which will highlight the contribution of indigenous peoples... Mentions that up to 50% of critical minerals, including lithium, are found on indigenous lands, stressing the need for robust, good faith consultations... Highlights the mining sector's interest in consultation procedures due to legal and reputational risks, noting the exponential growth in demand for critical minerals like lithium.",
    "metadata": {
      "date": "2024-11-15",
      "topic": "indigenous_consultation_mining",
      "stakeholders": [
        "ILO",
        "Indigenous Peoples Brazil",
        "ANM"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "unknown",
    "content": "",
    "metadata": {}
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Senator Mecias de Jesus",
    "metadata": {
      "role": "Senator, Brazil",
      "influence_score": 70,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Amazon, Brazil",
    "content": "Yanomami People",
    "metadata": {
      "role": "N/A",
      "influence_score": 85,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "Amazon, Brazil",
    "content": "Kayapó People",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "ANM",
    "metadata": {
      "role": "Agência Nacional de Mineração",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "FUNAI",
    "metadata": {
      "role": "National Indian Foundation",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "MMA",
    "metadata": {
      "role": "Ministry of Environment and Climate Change",
      "influence_score": 88,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Vale",
    "metadata": {
      "role": "Mining Company",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "COIAB",
    "metadata": {
      "role": "Coordination of Indigenous Organizations of the Brazilian Amazon",
      "influence_score": 75,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Brazil",
    "content": "The PL allows the granting of mining concessions in Indigenous Lands, with FPIC from affected Indigenous communities... The PL mandates free, prior, and informed consultation... including interpreters if necessary. Details the negative impacts of mining, citing a 1,217% increase in mining areas in the Amazon over 35 years.",
    "metadata": {
      "date": "2025-08-22",
      "topic": "NOTA TÉCNICA DA COIAB, SOBRE O PL 1331/2022"
    }
  },
  {
    "type": "pdf",
    "country": "Brazil",
    "content": "Agência Pública (2020) found 656 mining processes in Indigenous Lands in Amazon Legal. Mining requests rose by 91% in 2019‑2020. 1988 Constitution Art. 231 requires Congressional authorization + consultation. ILO 169 ratified in 2002. Cadastro Mineiro (ANM) shows ~2,000 blocked requests due to no regulatory framework.",
    "metadata": {
      "date": "2021-02",
      "topic": "Mineração em terras indígenas na América Latina"
    }
  },
  {
    "type": "transcript",
    "country": "Argentina",
    "content": "In Argentina, members of an indigenous community have been on a march to demand greater rights. It follows a change in legislation in Jujuy province that limits the right to protest. We are protesting against the lithium mining projects in Jujuy because they threaten our ancestral lands and water resources without proper consultation. The constitutional reform in Jujuy ignores ILO 169 and our right to free, prior, and informed consent for extraction activities.",
    "metadata": {
      "date": "2023-08-02",
      "topic": "jujuy_lithium_indigenous_consultation",
      "stakeholders": [
        "Kolla Communities",
        "Atacama Peoples",
        "Jujuy Government"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Argentina",
    "content": "Indigenous communities in Jujuy are on high alert as lithium mining expands, demanding consultation under international law. Projects like Olaroz and Cauchari-Olaroz were approved without meaningful consultation, violating our rights to our territories. The Kachi Yupi Protocol outlines how consultations should occur, but companies prefer individual negotiations over collective consent.",
    "metadata": {
      "date": "2023-07-01",
      "topic": "lithium_mining_protests",
      "stakeholders": [
        "Salinas Grandes Communities",
        "Lithium Americas",
        "ILO"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "ILO Convention 169 Ratified by Law 24.071 (1992), Applied to Mining via Provincial Reforms",
    "content": "Argentina's ILO 169 framework mirrors Peru's 2011 law by requiring FPIC for mining, but Jujuy's 2023 reforms weaken it, leading to protests like those in Salinas Grandes. Unlike Peru's multiple ICSID cases from consultation failures, Argentina's disputes are more domestic, though rising lithium investments risk future arbitrations akin to Brazil's regulatory gaps.",
    "metadata": {
      "title": "ILO Convention 169 Ratified by Law 24.071 (1992), Applied to Mining via Provincial Reforms",
      "date": "1992 (Ratification); 2023 (Jujuy Constitutional Reform)",
      "summary": "Argentina ratified ILO 169 in 1992, mandating free, prior, and informed consultation (FPIC) for measures affecting indigenous peoples, including lithium mining in Jujuy. The National Constitution (Art. 75.17) incorporates international treaties. In Jujuy, Decree 7592/11 declared lithium strategic, but 2023 constitutional reforms limited protest rights and consultation scope, violating ILO 169 by not ensuring collective consent. The Kachi Yupi Protocol (2015) by Salinas Grandes communities defines culturally appropriate FPIC, but implementation is inconsistent, with companies like Lithium Americas negotiating individually.",
      "key_provisions": [
        "Consultation required before granting mining concessions in indigenous territories (ILO 169 Art. 6).",
        "Applies to lithium extraction; seeks consent but often non-binding, leading to protests.",
        "State must facilitate, but provinces like Jujuy prioritize industry over rights."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Governor Gerardo Morales",
    "metadata": {
      "role": "Former Governor of Jujuy",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Jujuy, Argentina",
    "content": "Kolla Communities",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "Puna Region, Jujuy",
    "content": "Atacama Peoples",
    "metadata": {
      "role": "N/A",
      "influence_score": 75,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "JEMSE",
    "metadata": {
      "role": "Jujuy Energy and Mining Society",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Lithium Americas",
    "metadata": {
      "role": "Mining Company",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Argentina",
    "content": "Jujuy’s constitutional reform occurred in a context of international pressure for lithium industry development... Lithium extraction in Jujuy’s Puna region... impacts fragile high Andean wetlands. Projects like Olaroz and Cauchari-Olaroz were developed without ensuring free, prior, and informed consultation... The Kachi Yupi Protocol for Consultation and Free Prior Informed Consent, presented in 2015, was not effectively implemented. The constitutional reform, approved on 20 June 2023, lacked mechanisms for free, prior, and informed consultation with indigenous peoples.",
    "metadata": {
      "date": "2024-04-17",
      "topic": "Lithium Fever: Indigenous Peoples' Rights Under Attack in Jujuy, Argentina"
    }
  },
  {
    "type": "pdf",
    "country": "Argentina",
    "content": "The companies concerned begin by contacting existing and recognised local authorities... Following the EIA process, the company then presents its report to the community assembly. Exploration activities by mining companies seeking to extract lithium in the area began in 2010... Local community members... do not appear to have been either informed or collectively consulted. The protocol underlines that meetings should take place well in advance... that as many meetings as the community requires should take place.",
    "metadata": {
      "date": "2019-11-21",
      "topic": "Indigenous peoples’ rights to natural resources in Argentina: the challenges of impact assessment, consent and fair and equitable benefit-sharing in cases of lithium mining"
    }
  },
  {
    "type": "transcript",
    "country": "Colombia",
    "content": "In Colombia, illegal mining continues to devastate indigenous lands, despite ILO 169 protections requiring prior consultation. Our communities demand enforcement of consultation laws before any mining concessions are granted. The 2001 Mining Code restricts rights on indigenous territories, but court rulings emphasize consent under ILO 169.",
    "metadata": {
      "date": "2024-10-25",
      "topic": "ilo_169_mining_consultation",
      "stakeholders": [
        "Wayuu People",
        "Ministry of Mines",
        "ILO"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Colombia",
    "content": "Reforms must include stronger ILO 169 implementation for mining consultations with indigenous groups. Congress debates on mining laws highlight the need for prior, free, and informed consent.",
    "metadata": {
      "date": "2025-05-02",
      "topic": "mining_law_reforms",
      "stakeholders": [
        "Indigenous Organizations",
        "Constitutional Court"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "ILO Convention 169 Ratified by Act 21 (1991), Integrated into Mining Code 685 (2001)",
    "content": "Colombia's ILO 169 implementation parallels Peru's law, requiring FPIC for mining, but court interventions enforce it more stringently than Peru's initial framework. While Peru saw ICSID surges from revocations, Colombia's disputes are domestic, with potential for investor claims if consultations block projects, akin to Argentina's Jujuy tensions.",
    "metadata": {
      "title": "ILO Convention 169 Ratified by Act 21 (1991), Integrated into Mining Code 685 (2001)",
      "date": "1991 (Ratification); 2001 (Mining Code)",
      "summary": "Colombia ratified ILO 169 in 1991, requiring FPIC for mining affecting indigenous peoples. The 1991 Constitution (Arts. 63, 330) conditions resource exploitation on community integrity and participation. Mining Code 685/2001 grants pre-emption rights and consultation obligations, but Constitutional Court rulings (e.g., T-769/2009) mandate consent for high-impact activities. Decree 1320/1998 covers renewable resources but gaps persist for minerals, leading to suspensions of concessions without consultation.",
      "key_provisions": [
        "Prior consultation before mining concessions (ILO 169 Art. 15).",
        "Consent required for high-impact projects; applies to indigenous reserves.",
        "Court enforces FPIC, suspending activities without it."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President Gustavo Petro",
    "metadata": {
      "role": "President of Colombia",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "La Guajira, Colombia",
    "content": "Wayuu Indigenous People",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Ministry of Mines and Energy",
    "metadata": {
      "role": "Ministerio de Minas y Energía",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Constitutional Court of Colombia",
    "metadata": {
      "role": "Judicial Authority on Rights",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Colombia",
    "content": "The 1988 Mining Code restricted mining on indigenous territories... The 1991 Constitution made natural resource exploitation conditional upon... involvement in decision-making. Even after ILO Convention 169... repeated failures to consult indigenous peoples regarding mining activity on their territories. Under Law 685 of 2001, mining was extended... right to consultation and prior, free, and informed consent for mining activities.",
    "metadata": {
      "date": "2010 (Updated Context to 2023)",
      "topic": "Mining and Indigenous Peoples in Colombia"
    }
  },
  {
    "type": "pdf",
    "country": "Colombia",
    "content": "Article 15 states that governments shall... consult indigenous peoples before... exploration or exploitation of mineral... resources. Colombia ratified ILO C169 through Act 21 of 1991... Decree 1320 of 1998 provides for consultation... but has been criticized for not covering non-renewable resources. The consultation must occur prior... be based on full and comprehensible information... culturally appropriate.",
    "metadata": {
      "date": "2013 (Relevant to 2023-2025)",
      "topic": "Free, Prior and Informed Consultation in Colombia"
    }
  },
  {
    "type": "transcript",
    "country": "Chile",
    "content": "The proposed lithium nationalization requires prior consultation with Atacameño communities under ILO 169 before any new concessions in the Atacama Salt Flat... Mapuche groups have raised concerns about environmental impacts of lithium extraction, demanding meaningful participation in decision-making processes. The reform aims to balance state control over lithium with indigenous rights, ensuring free, prior, and informed consent for affected communities.",
    "metadata": {
      "date": "2024-06-15",
      "topic": "lithium_mining_reform",
      "stakeholders": [
        "Atacameño Communities",
        "Mapuche Groups",
        "CONADI"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Chile",
    "content": "Our water sources are depleting due to lithium mining; consultation must be culturally appropriate and lead to veto power if needed. Under the new regulations, SEA will oversee consultations for mining concessions involving indigenous territories. SQM and Codelco must address the impacts on our sacred lands before proceeding with expansions.",
    "metadata": {
      "date": "2025-03-10",
      "topic": "indigenous_consultation_lithium",
      "stakeholders": [
        "Council of Atacameño Peoples",
        "SQM",
        "Codelco"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Chile",
    "content": "We oppose copper and lithium projects without proper consultation, as they threaten our ancestral territories and rivers. Chile's implementation of ILO 169 has been inconsistent, leading to conflicts and potential international disputes. Reforms to the mining code should prioritize indigenous veto rights to prevent environmental degradation.",
    "metadata": {
      "date": "2024-11-20",
      "topic": "mapuche_mining_policy",
      "stakeholders": [
        "Mapuche Communities",
        "Ministry of Mining",
        "Environmental NGOs"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "unknown",
    "content": "",
    "metadata": {}
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "President Boric",
    "metadata": {
      "role": "President of Chile",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Atacama, Chile",
    "content": "Council of Atacameño Peoples",
    "metadata": {
      "role": "N/A",
      "influence_score": 80,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "Southern Chile",
    "content": "Mapuche Communities",
    "metadata": {
      "role": "N/A",
      "influence_score": 85,
      "stance": "opposition_to_mining"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "CONADI",
    "metadata": {
      "role": "National Corporation for Indigenous Development",
      "influence_score": 85,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Ministry of Mining",
    "metadata": {
      "role": "Ministerio de Minería",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "SQM",
    "metadata": {
      "role": "Lithium Mining Company",
      "influence_score": 92,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Codelco",
    "metadata": {
      "role": "State-Owned Copper and Lithium Company",
      "influence_score": 95,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Chile",
    "content": "El Estado reconocerá a los pueblos indígenas como sujetos de derecho especial en el territorio nacional, garantizando su participación en el uso, posesión y disfrute de las tierras que ocupan tradicionalmente... En los casos de medidas administrativas o legislativas que afecten a los pueblos indígenas, se realizará consulta previa, libre e informada, conforme a la Convención 169 de la OIT. Para proyectos mineros como la extracción de litio, la consulta debe ser culturalmente adecuada y buscar el consentimiento de las comunidades afectadas, incluyendo Atacameños en la región de Atacama.",
    "metadata": {
      "date": "1993-04-01",
      "topic": "Ley 19.253 sobre Promoción, Protección y Desarrollo de los Pueblos Indígenas"
    }
  },
  {
    "type": "pdf",
    "country": "Chile",
    "content": "La explotación de litio será regulada por el Estado, requiriendo concesiones que incluyan consulta indígena previa para territorios ancestrales. En zonas con presencia indígena, como el Salar de Atacama, se debe obtener consentimiento de comunidades Atacameñas antes de otorgar permisos de extracción. El Servicio de Evaluación Ambiental (SEA) supervisará las consultas, asegurando cumplimiento con ILO 169 para evitar disputas.",
    "metadata": {
      "date": "2023-04-21",
      "topic": "Proyecto de Ley Nacional de Litio y sus Regulaciones"
    }
  },
  {
    "type": "transcript",
    "country": "Canada",
    "content": "Four years in, the Yukon government's efforts to revise its mining laws continues to meet friction from First Nations over consultation. We demand meaningful consultation under section 35 before any changes to mining regulations. The Mineral Claims Consultation Framework aims to address duty to consult for hydro and mining projects.",
    "metadata": {
      "date": "2025-09-15",
      "topic": "first_nations_mining_consultation",
      "stakeholders": [
        "Yukon First Nations",
        "Government of Yukon"
      ]
    }
  },
  {
    "type": "transcript",
    "country": "Canada",
    "content": "At the summit, we discussed the need for early consultation on mining and hydro developments. Federal guidelines require accommodation where impacts on rights are anticipated.",
    "metadata": {
      "date": "2025-07-17",
      "topic": "major_projects_consultation",
      "stakeholders": [
        "First Nations Major Projects Coalition",
        "Crown"
      ]
    }
  },
  {
    "type": "comparison",
    "country": "Duty to Consult Under Section 35 of Constitution Act 1982; Updated Guidelines (2011)",
    "content": "Canada's duty to consult parallels Peru's ILO 169 by requiring engagement for mining/hydro, but emphasizes accommodation over veto, leading to fewer direct ICSID cases. Domestic courts enforce it, similar to Colombia, but Canada's federal-provincial split adds complexity, contrasting Argentina's provincial reforms.",
    "metadata": {
      "title": "Duty to Consult Under Section 35 of Constitution Act 1982; Updated Guidelines (2011)",
      "date": "1982 (Constitution); 2011 (Guidelines)",
      "summary": "Canada's duty to consult First Nations arises from the Honour of the Crown when Crown actions may impact Aboriginal/Treaty rights (Haida 2004). Integrated into environmental assessments for mining/hydro via Canadian Environmental Assessment Act. The 2025 Mineral Claims Consultation Framework (BC) mandates pre-registration consultation. Unlike ILO 169's FPIC focus, Canada's is duty-based, requiring accommodation but not always consent, with Supreme Court emphasizing early, meaningful engagement.",
      "key_provisions": [
        "Consultation triggered by potential adverse impacts on rights (e.g., mining on traditional lands).",
        "Accommodation via project modifications; applies to hydro dams and mineral claims.",
        "Federal coordination for major projects; provinces like Yukon/BC implement frameworks."
      ]
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "Crown (Government of Canada)",
    "metadata": {
      "role": "Federal Authority",
      "influence_score": 98,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "Yukon Territory",
    "content": "Yukon First Nations",
    "metadata": {
      "role": "N/A",
      "influence_score": 85,
      "stance": "demands_consultation"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "British Columbia Ministry of Energy, Mines and Low Carbon Innovation",
    "metadata": {
      "role": "Provincial Regulator",
      "influence_score": 90,
      "stance": "unknown"
    }
  },
  {
    "type": "entity",
    "country": "unknown",
    "content": "First Nations Major Projects Coalition",
    "metadata": {
      "role": "Indigenous Advocacy Group",
      "influence_score": 80,
      "stance": "unknown"
    }
  },
  {
    "type": "pdf",
    "country": "Canada",
    "content": "Under the MTA, Free Miner Certificate holders can automatically register claims... without prior consultation with First Nations. Starting March 26, 2025, the Province will consult First Nations before registering new claims... to understand potential impacts. Monthly, consultation packages are sent to First Nations, who have 30 days... to raise concerns related to culture, environment.",
    "metadata": {
      "date": "2025-01-06",
      "topic": "Mineral Claims Consultation Framework – Information for First Nations"
    }
  },
  {
    "type": "pdf",
    "country": "Canada",
    "content": "The duty to consult stems from the Honour of the Crown... triggered by contemplated Crown conduct that may adversely impact Aboriginal rights. Consultation should be integrated into environmental assessment... for major resource projects including mineral mining and energy generation. If impacts are identified, implement measures to avoid or minimize effects... such as modifying project designs for hydro infrastructure.",
    "metadata": {
      "date": "2011-03 (Updated Context)",
      "topic": "Updated Guidelines for Federal Officials to Fulfill the Duty to Consult"
    }
  }
]